Repository: 2martens/wahlrecht-frontend
Catalog: src/locale/messages.*.xlf
Languages: de

source: Electoral Law for the Hamburg district elections
de: Wahlrecht für die Hamburger Bezirkswahlen

source: Welcome to the Electoral Law application. This application allows you to view stored elections and their results in Hamburg. Furthermore, you can play around in a what-if mode to see how vote changes affect the result.
de: Willkommen bei der Wahlrecht-Anwendung. Diese Anwendung erlaubt dir, gespeicherte Wahlen Hamburgs und ihre Ergebnisse anzusehen. Ferner kannst du in einem What-if-Modus herumspielen, um zu sehen, wie andere Stimmergebnisse das Ergebnis beeinflussen.

source: What are district elections?
de: Was sind Bezirkswahlen?

source: Every five years, EU citizens in Hamburg can vote in the district election, parallel to the election of the European parliament. Hamburg has seven districts and each has an elected district assembly that is elected in these district elections. All citizens of the European Union, who have their permanent residence in one of the districts and are 16 years and older, can vote in the elections.
de: Alle fünf Jahre können EU-Bürger*innen in Hamburg in den Bezirkswahlen wählen, parallel zur Wahl des Europäischen Parlaments. Hamburg hat sieben Bezirke und jeder hat eine gewählte Bezirksversammlung, welche in diesen Wahlen gewählt wird. Alle Bürger*innen der Europäischen Union, welche ihren permanenten Wohnsitz in einer der Bezirke haben und mindestens 16 Jahre alt sind, können an den Wahlen teilnehmen.

source: How do you vote?
de: Wie wählst du?

source: Every voter has a total of 10 votes. These are split between five votes in the constituency of the voter and five votes for the entire district. For the constituency vote, the five votes can be allocated to a single candidate or spread between multiple candidates. The overall district votes can be given to one candidate or one party or spread between candidates and/or parties. This type of vote allocation leads to unpredictable allocation of the seats of one party to its candidates; after all, the vote count of each candidate matters.
de: Jede Wählerin hat insgesamt 10 Stimmen. Diese sind aufgeteilt zwischen fünf Stimmen im Wahlkreis der Wählerin und fünf Stimmen für den ganzen Bezirk. Die fünf Stimmen auf der Wahlkreisliste können einer einzelnen Person gegeben werden oder zwischen mehreren aufgeteilt werden. Die Stimmen auf der Bezirksliste können einer einzelnen Person, einer einzelnen Partei oder einer Kombination aus Parteien und Personen gegeben werden. Diese Art der Stimmzuteilung führt zu einer unvorhersehbaren Zuteilung der Sitze einer Partei an ihre Kandidat*innen; schließlich zählt die Stimmzahl jeder einzelnen Person auf der Liste.

source: How are the winners calculated?
de: Wie werden die Gewinner ermittelt?

source: This is the tricky part. Roughly, the calculation follows this order: (1) filter out parties that did not pass the voting threshold of 3%, (2) calculate the number of seats of remaining parties, (3) calculate elected candidates in constituencies, (4) calculate elected candidates district-wide. The purpose of this application is to help you understand this calculation.
de: Das ist der schwierige Teil. Ungefähr folgt die Berechnung dieser Reihenfolge: (1) schließe Parteien aus, die die 3%-Hürde nicht geschafft haben, (2) berechne die Anzahl der Sitze der verbleibenden Parteien, (3) berechne die gewählten Kandidat*innen in den Wahlkreisen, (4) berechne die gewählten Kandidat*innen auf Bezirksebene. Der Zweck dieser Anwendung ist es, dir beim Verständnis dieser Berechnung zu helfen.

source: Sort by name
de: Nach Namen sortieren

source: Sort by profession
de: Nach Beruf sortieren

source: Profession
de: Beruf

source: Elected by
de: Gewählt durch

source: Sorted sortState.directionending
de: Sortiert nach sortState.direction

source: Sorting cleared
de: Sortierung aufgehoben

source: Not elected
de: Nicht gewählt

source: Constituency list vote order
de: Stimmenreihenfolge auf Wahlkreisliste

source: District list position order
de: Listenreihenfolge der Bezirksliste

source: District list vote order
de: Stimmenreihenfolge der Bezirksliste

source: Seat allocation and elected candidates
de: Sitzzuteilung und gewählte Kandidat*innen

source: Seat allocation
de: Sitzzuteilung

source: The originally loaded election results are taken from the website of the <a href="https://www.statistik-nord.de/wahlen/wahlen-in-hamburg">Statistikamt Nord</a>.
de: Die initial geladenen Wahlergebnisse stammen von der Webseite des <a href="https://www.statistik-nord.de/wahlen/wahlen-in-hamburg">Statistikamt Nord</a>.

# button.calculate
source: <mat-spinner class="spinner" *ngIf="showSpinner"></mat-spinner> Calculate
de: <mat-spinner class="spinner" *ngIf="showSpinner"></mat-spinner> Berechne

# button.reset
source: Reset
de: Zurücksetzen

source: Overall results
de: Bezirksergebnisse

source: Votes on nomination
de: Listenstimmen

source: Votes through healing
de: Stimmen durch Heilungsregel

source: Constituency results
de: Wahlkreisergebnisse

source: Elections
de: Wahlen

source: Day
de: Tag

source: # of seats
de: # Sitze

source: Voting threshold
de: Prozenthürde

source: Sort by party
de: Nach Partei sortieren

source: Party
de: Partei

source: Sort by seats
de: Nach Sitzen sortieren

source: Seats
de: Sitze

source: Information provided according to Sec. 5 German Telemedia Act (TMG):
de: Angaben gemäß § 5 TMG:

source: Contact:
de: Kontakt:

source: Responsible for contents acc. to Sec. 18, para. 2 German Federal Media Agreement (MStV):
de: Verantwortlich für den Inhalt nach § 18 Abs. 2 MStV:

source: Liability for Contents
de: Haftung für Inhalte

source: As service providers, we are liable for own contents of these websites according to Sec. 7, paragraph 1 German Telemedia Act (TMG). However, according to Sec. 8 to 10 German Telemedia Act (TMG), service providers are not obligated to permanently monitor submitted or stored information or to search for evidences that indicate illegal activities.
de: Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.

source: Legal obligations to removing information or to blocking the use of information remain unchallenged. In this case, liability is only possible at the time of knowledge about a specific violation of law. Illegal contents will be removed immediately at the time we get knowledge of them.
de: Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.

source: Liability for Links
de: Haftung für Links

source: Our offer includes links to external third party websites. We have no influence on the contents of those websites, therefore we cannot guarantee for those contents. Providers or administrators of linked websites are always responsible for their own contents.
de: Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.

source: The linked websites had been checked for possible violations of law at the time of the establishment of the link. Illegal contents were not detected at the time of the linking. A permanent monitoring of the contents of linked websites cannot be imposed without reasonable indications that there has been a violation of law. Illegal links will be removed immediately at the time we get knowledge of them.
de: Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.

source: Copyright
de: Urheberrecht

source: Contents and compilations published on these websites by the providers are subject to German copyright laws. Reproduction, editing, distribution as well as the use of any kind outside the scope of the copyright law require a written permission of the author or originator. Downloads and copies of these websites are permitted for private use only.<br /> The commercial use of our contents without permission of the originator is prohibited.
de: Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.

source: Copyright laws of third parties are respected as long as the contents on these websites do not originate from the provider. Contributions of third parties on this site are indicated as such. However, if you notice any violations of copyright law, please inform us. Such contents will be removed immediately.
de: Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.

source: You are not logged in which prevents data from loading
de: Du bist nicht eingeloggt, was das Laden von Daten verhindert

source: You don't have sufficient authorization to view the data
de: Du hast keine ausreichende Berechtigung, um die Daten einzusehen

source: An internal server error occurred. Sorry for the inconvenience.
de: Ein interner Serverfehler ist aufgetreten. Sorry für die Unannehmlichkeit.

source: An unknown error occurred. Sorry for the inconvenience.
de: Ein unbekannter Fehler ist aufgetreten. Sorry für die Unannehmlichkeit.

source: An error with the service worker occurred. Please reload the page.
de: Mit dem Service Worker ist ein Fehler aufgetreten. Bitte die Seite neuladen.

source: Menu
de: Menü

source: Elections
de: Wahlen

source: Legal Notice
de: Impressum

source: Privacy Policy
de: Datenschutzerklärung

source: Electoral Law
de: Wahlrecht

source: Logged in as {{loggedUserName$ | async}}
de: Eingeloggt als {{loggedUserName$ | async}}

source: Logout
de: Ausloggen

source: 1. An overview of data protection
de: 1. Datenschutz auf einen Blick

source: General
de: Allgemeine Hinweise

source: The following gives a simple overview of what happens to your personal information when you visit our website. Personal information is any data with which you could be personally identified. Detailed information on the subject of data protection can be found in our privacy policy found below.
de: Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie unsere Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.

source: Data collection on our website
de: Datenerfassung auf unserer Website

source: Who is responsible for the data collection on this website?
de: Wer ist verantwortlich für die Datenerfassung auf dieser Website?

source: The data collected on this website are processed by the website operator. The operator's contact details can be found in the website's required legal notice.
de: Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Impressum dieser Website entnehmen.

source: How do we collect your data?
de: Wie erfassen wir Ihre Daten?

source: Some data are collected when you provide it to us. This could, for example, be data you enter on a contact form.
de: Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.

source: Other data are collected automatically by our IT systems when you visit the website. These data are primarily technical data such as the browser and operating system you are using or when you accessed the page. These data are collected automatically as soon as you enter our website.
de: Andere Daten werden automatisch beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie unsere Website betreten.

source: What do we use your data for?
de: Wofür nutzen wir Ihre Daten?

source: Part of the data is collected to ensure the proper functioning of the website. Other data can be used to analyze how visitors use the site.
de: Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.

source: What rights do you have regarding your data?
de: Welche Rechte haben Sie bezüglich Ihrer Daten?

source: You always have the right to request information about your stored data, its origin, its recipients, and the purpose of its collection at no charge. You also have the right to request that it be corrected, blocked, or deleted. You can contact us at any time using the address given in the legal notice if you have further questions about the issue of privacy and data protection. You may also, of course, file a complaint with the competent regulatory authorities.
de: Sie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.

source: 2. General information and mandatory information
de: 2. Allgemeine Hinweise und Pflichtinformationen

source: Data protection
de: Datenschutz

source: The operators of this website take the protection of your personal data very seriously. We treat your personal data as confidential and in accordance with the statutory data protection regulations and this privacy policy.
de: Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.

source: If you use this website, various pieces of personal data will be collected. Personal information is any data with which you could be personally identified. This privacy policy explains what information we collect and what we use it for. It also explains how and for what purpose this happens.
de: Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.

source: Please note that data transmitted via the internet (e.g. via email communication) may be subject to security breaches. Complete protection of your data from third-party access is not possible.
de: Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.

source: Notice concerning the party responsible for this website
de: Hinweis zur verantwortlichen Stelle

source: The party responsible for processing data on this website is:
de: Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:

source: The responsible party is the natural or legal person who alone or jointly with others decides on the purposes and means of processing personal data (names, email addresses, etc.).
de: Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B. Namen, E-Mail-Adressen o. Ä.) entscheidet.

source: SSL or TLS encryption
de: SSL- bzw. TLS-Verschlüsselung

source: This site uses SSL or TLS encryption for security reasons and for the protection of the transmission of confidential content, such as the inquiries you send to us as the site operator. You can recognize an encrypted connection in your browser's address line when it changes from "http://" to "https://" and the lock icon is displayed in your browser's address bar.
de: Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL-bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von “http://” auf “https://” wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.

source: If SSL or TLS encryption is activated, the data you transfer to us cannot be read by third parties.
de: Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.

source: Opposition to promotional emails
de: Widerspruch gegen Werbe-Mails

source: We hereby expressly prohibit the use of contact data published in the context of website legal notice requirements with regard to sending promotional and informational materials not expressly requested. The website operator reserves the right to take specific legal action if unsolicited advertising material, such as email spam, is received.
de: Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.

source: 3. Data collection on our website
de: 3. Datenerfassung auf unserer Website

source: Server log files
de: Server-Log-Dateien

source: The website provider automatically collects and stores information that your browser automatically transmits to us in "server log files". These are:
de: Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind:

source: Browser type and browser version
de: Browsertyp und Browserversion

source: Operating system used
de: verwendetes Betriebssystem

source: Host name of the accessing computer
de: Hostname des zugreifenden Rechners

source: Time of the server request
de: Uhrzeit der Serveranfrage

source: IP address
de: IP-Adresse

source: These data will not be combined with data from other sources.
de: Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.

source: The basis for data processing is Art. 6 (1) (b) DSGVO, which allows the processing of data to fulfill a contract or for measures preliminary to a contract.
de: Grundlage für die Datenverarbeitung ist Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.
